export const categories = [
  {
    name: "Ремонт и отделка",
    subcategories: [
      "Ремонт квартир",
      "Ремонт ванной",
      "Штукатурка",
      "Плиточные работы",
      "Покраска",
      "Полы и стяжка",
    ],
  },
  {
    name: "Строительство домов",
    subcategories: [
      "Каркасные дома",
      "Кирпичные дома",
      "Дома из газобетона",
      "Фундаменты",
      "Кровля",
    ],
  },
  {
    name: "Инженерные работы",
    subcategories: [
      "Электрика",
      "Сантехника",
      "Отопление",
      "Вентиляция",
      "Кондиционирование",
    ],
  },
  {
    name: "Спецтехника",
    subcategories: [
      "Экскаватор",
      "Кран",
      "Самосвал",
      "Бетономешалка",
      "Буровая техника",
    ],
  },
  {
    name: "Проектирование",
    subcategories: [
      "Архитектурный проект",
      "Дизайн-проект",
      "Смета",
      "Технический надзор",
    ],
  },
];
